---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.PanelSchedulePhaseLoadType.SeperatePhaseLoadsPerCircuit
enum: Autodesk.Revit.DB.Electrical.PanelSchedulePhaseLoadType
source: html/2cb63f63-82e9-9838-fb97-82bb11078d62.htm
---
# Autodesk.Revit.DB.Electrical.PanelSchedulePhaseLoadType.SeperatePhaseLoadsPerCircuit

| Ckt | A | B | C |
 | 1 | 100 | 0 | 0 |
 | 2 | 200 | 0 | 0 |